{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip",
      "version": "2.0.0 - 3.0.0"
    },
    "aura-theme": {
      "src": "https://github.com/daltonmenezes/aura-theme"
    },
    "auto-session": {
      "src": "https://github.com/rmagatti/auto-session"
    },
    "blink-emoji.nvim": {
      "src": "https://github.com/moyiz/blink-emoji.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.compat": {
      "src": "https://github.com/saghen/blink.compat"
    },
    "cloak.nvim": {
      "src": "https://github.com/laytan/cloak.nvim"
    },
    "cmp-sql": {
      "src": "https://github.com/ray-x/cmp-sql"
    },
    "codewindow.nvim": {
      "src": "https://github.com/gorbit99/codewindow.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "leetcode.nvim": {
      "src": "https://github.com/kawre/leetcode.nvim"
    },
    "lspsaga.nvim": {
      "src": "https://github.com/nvimdev/lspsaga.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim"
    },
    "mason-lspconfig": {
      "src": "https://github.com/williamboman/mason-lspconfig"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/echasnovski/mini.pairs"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "'v3.x'"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-bqf": {
      "src": "https://github.com/kevinhwang91/nvim-bqf"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/Nvchad/nvim-colorizer.lua"
    },
    "nvim-lsp-file-operations": {
      "src": "https://github.com/antosha417/nvim-lsp-file-operations"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "obsidian.nvim": {
      "src": "https://github.com/epwalsh/obsidian.nvim"
    },
    "opencode.nvim": {
      "src": "https://github.com/NickvanDyke/opencode.nvim"
    },
    "package-info.nvim": {
      "src": "https://github.com/vuki656/package-info.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "pretty_hover": {
      "src": "https://github.com/Fildo7525/pretty_hover"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "scrollEOF.nvim": {
      "src": "https://github.com/Aasim-A/scrollEOF.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "tsc.nvim": {
      "src": "https://github.com/dmmulroy/tsc.nvim"
    },
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim"
    },
    "vim-be-good": {
      "src": "https://github.com/theprimeagen/vim-be-good"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
